{
  "LuaSnip": {
    "branch": "master"
  },
  "NvChad": {
    "branch": "v2.5"
  },
  "base46": {
    "branch": "v2.5"
  },
  "chadtree": {
    "branch": "chad"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lua": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "crates.nvim": {
    "branch": "main"
  },
  "dir-telescope.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "gopher.nvim": {
    "branch": "main"
  },
  "image.nvim": {
    "branch": "master"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "menu": {
    "branch": "main"
  },
  "minty": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rainbow_csv": {
    "branch": "master"
  },
  "rust.vim": {
    "branch": "master"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "supermaven-nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "ui": {
    "branch": "v3.0"
  },
  "vim-dadbod": {
    "branch": "master"
  },
  "vim-dadbod-completion": {
    "branch": "master"
  },
  "vim-dadbod-ui": {
    "branch": "master"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  },
  "volt": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
